/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "當讀取色盤“%@”時發生錯誤。請選擇不同的色盤。";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "當儲存色盤“%@”時發生錯誤。請再試一次。";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "當嘗試將“自定色盤”儲存至“%@”時發生錯誤。請再試一次。";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "確定要移除整個“%@”色盤嗎？";

/* Brightness slider text */
"Brightness" = "亮度";

/* COMMENT
   NEED COMMENT */
"Cancel" = "取消";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "色盤";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "選色尺";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "色輪";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "蠟筆色";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "裝置 CMYK";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "裝置灰階";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "裝置 RGB";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "重新命名色盤時出現錯誤";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "通用 CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "通用灰階";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "通用 RGB";

/* Color space or profile model name; monochrome */
"Gray" = "灰階";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "隱藏顏色";

/* Hue slider text */
"Hue" = "色相";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "影像色盤";

/* Color space or profile model name */
"Indexed" = "已製作索引";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "不清楚您要重新命名的項目。請確定您只選擇一個項目。";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "新色盤";

/* COMMENT */
"New name for color palette:" = "色盤的新名稱：";

/* Open Color Pallete panel title */
"Open Color Palette" = "打開色盤";

/* Color space or profile model name */
"Pattern" = "模式";

/* COMMENT
   NEED COMMENT */
"Remove" = "移除";

/* COMMENT */
"Remove Color Palette" = "移除色盤";

/* NEED COMMENT */
"Remove Palette" = "移除色盤";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "將永久移除“自定色盤”。您確定要移除自定色盤中的“%@”嗎？";

/* Generic title for color renaming panels */
"Rename Color" = "重新命名顏色";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "飽和度";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "顯示顏色";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "色盤“%1$@”包含 %2$ld 種顏色。";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "無法移除“%@”檔案。";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "無法將影像“%1$@”重新命名為“%2$@”。";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "“%@”檔案的取用權設定不允許對其進行修改。 ";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "色彩描述“%1$@”包含 %2$ld 種顏色。";

/* NEED COMMENT */
"There was a Color Panel error." = "發生“顏色面板”錯誤。";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "打開色盤時發生錯誤。";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "儲存色盤時發生錯誤。";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "此色彩不能使用色彩描述。";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "未命名";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "此列表中已有名為“%@”的顏色存在。請選擇不同的名稱。";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "名為“%@”的“自定色盤”已存在。請選擇不同的名稱。";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "名為“%@”的色盤已存在。請選擇不同的名稱。";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "您無法將“%1$@”重新命名為“%2$@”。";

